import React from 'react';
import './BlogPage.css'; // Separate CSS for styling

const Blog1 = () => {
  return (
    <div className="blog-post-container">
      {/* Hero Image with Overlay */}
      <div className="blog-hero-image">
        <img src='/blog1.jpeg' alt="Blog Banner" />
        <div className="blog-hero-overlay">
          <p className="blog-category-date">Highhawks May 7, 2023</p>
          <h1 className="blog-title">
            ಓಂಕಾರೇಶ್ವರ ಚಾರಣ
          </h1>
        </div>
      </div>

      {/* Blog Content */}
      <div className="blog-content">
        <p>
    ಮಾರ್ಚ್ ೧೭, ೨೦೨೩ರಂದು ಆರಂಭವಾದ ಪುಟ್ಟ ಪ್ರ ವಾಸ, ಇಷ್ಟ ಂದು ನೆನಪುಗಳನ್ನು ಕಟ್ಟಟ
ಕೊಡುವುದಂದುಭಾವಿಸಿರಲಿಲ್ಲ. ಕಣ್ಣು ಮುಚ್ಚಿ ಕುಳಿತರೆ, ಕಣು ಪ್ರದಯಮೇಲೆ ಚ್ಚತರ ವಾಗಿ
ಮೂಡಿಬರುವಂತಹ ಸಂದರ ಕ್ಷಣಗಳು.
ಸಂಜೆ ೭ಗಂಟೆಗೆ ಶಿರಸಿಯಂದಹೊರಟು, ಮಲೆನಾಡಿನ ಕಾಡುಗಳ ಮಧ್ಯೆ ಇರುವ ಸಂದರಗೂಡು
        </p>

        <p>
         ತವರುಮನೆ Homestay ಯನ್ನು ತಲುಪಿದವು. ಸಿಹಿಯಾದ ಕಬ್ಬಿ ನಹಾಲಿನಂದಿಗೆ ಶುರುವಾದ ಹರಟೆ,
ರುಚ್ಚಯಾದಊಟ್ಹಾಗೂನೆಮಮ ದಿಯನಿದರ ಯಂದಿಗೆಮುಗಿಯತು.
ಮುಂಜಾನೆ ಬೇಗ ಎದುು, ತಯಾರಾಗಿ, ಹವೆ ಕರ ನೆಚ್ಚಿ ನ ತಂಡಿ ತೆಳ್ಳ ೇವು ತಂದು, ತೆರೆದ ಜೇಪಿನಲಿಲ
ಕುಳಿತು, ಅಂಕುಡಂಕಿನ ಮಣ್ಣು ರಸ್ತೆ ಯಲಿಲ ಸಾಗಿ, ಚಾರಣದ ಆರಂಭ ಸಥ ಳವನ್ನು ತಲುಪಿದವು.
        </p>

        <p>
          ಚಾರಣವನ್ನು ಯಶ್ಸಿವ ಯಾಗಿಮುಗಿಸಬೇಕಂಬ ಛಲ್ಹೊತುೆ, ಸಕಲ್ ಸಿದಧ ತೆಗಳಂದಿಗೆ
ಆರಂಭವಾಯತು ನಮಮ ಚಾರಣ. ಅಂದಾಜು ೧೦.೧೫ ರ ಸಮಯವಾಗಿರಬಹುದು. ತೇಟ್ದ
ಹಾದಿಯಲಿಲ ಶುರುವಾಗಿ, ಗಂಗಾವಳಿಯಉಪ್ನದಿಯಕಿನಾರೆಯಲಿಲ ಸಾಗಿತು ನಮಮ ಪ್ಯಣ.
ಮಲೆನಾಡಿನ ಹರಿದವ ಣ್ ಕಾಡು. ಕನು ಡಿಯಂತೆ ಪ್ರ ತಬ್ಬಂಬತೇರುವ ಶುಭರ ವಾದ ನಿೇರಿನ ಹರಿವು.
ಮನ್ನಷ್ೆ ರಯಾವ ಕುರುಹುಗಳೂಇಲ್ಲ ದ ಶಂತವಾದ ಪ್ರಿಸರ. ಅಲ್ಲ ಲಿಲ ಕಾಣಸಿಗುವ ಸಂದರ
ಜಲ್ಪಾತಗಳು. ಕಣು ಳತೆಯದೂರದವರೆಗೂಕಣಮ ನ ತಣಿಸವ ಪ್ರ ಕೃತಯಸೊಬಗು. ನಿಸಗ್ದ
ಸಂದರನೇಟ್ವನ್ನು ಸವಿಯುತ್ತೆ, ಸ್ತು ೇಹಿತರಜೊತೆ ಹರಟುತ್ತೆ, ಜಲ್ಧಾರೆಗಳನ್ನು ದಾಟುತ್ತೆ,
ಎಲ್ಲ ರಜೊತೆ ಒಂದಷ್ಟಟ ಚೇಷ್ಟಟ ಮಾಡಿ ನಗುತ್ತೆ ಸಾಗುತೆ ತುೆ ನಮಮ ಸವಾರಿ.
ಮಧಾೆ ಹು ೧.೧೫ ರ ಸಮಯ. ಅರ್್ದಷ್ಟಟ ಹಾದಿಯನ್ನು ಆಗಲೇ ಸಾಗಿದು ವು . High Hawks
        </p>

        <p>
          ತಂಡದವರು ನಮಗಾಗಿಹೊತುೆ ತಂದಿದು ಬಗೆ ಬಗೆಯಹಣ್ಣು ಗಳನ್ನು ಕತೆ ರಿಸಿ, ಎಲ್ಲ ರೂಜೊತೆಯಲಿಲ
ಕುಳಿತು ತಂದವು. ಲ್ಘುವಿಶರ ಂತಯನಂತರ, ಮತೆೆ ಕಾಲುಗಳು ಗಮೆವನ್ನು ಅರಸತ್ತೆ ಹೆಜೆೆ
ಹಾಕಲು ಆರಂಭಿಸಿದವು.
ಎತೆ ರದ ಬೆಟ್ಟ ಗಳು, ವೈವಿರ್ೆ ಮಯವಾದ ಮರಗಳು, ಚ್ಚಕಕ ಚ್ಚಕಕ ಗಿಡ-ಗಂಟ್ಟಗಳು, ಅಲ್ಲ ಲಿಲ ಒಂದಷ್ಟಟ
ಕಲುಲ ಬಂಡೆಗಳು, ಹೆಜೆೆ ಹೆಜೆೆ ಗೂನಮಮ ನ್ನು ಎಚ್ಿ ರಿಸವ, ಭೂಮಿಯಂದಹೊರಬಂದ ಬೇರುಗಳು,
ನೆಲ್ದಮೇಲೆ ಬ್ಬದಿು ದು ರಾಶಿ ರಾಶಿ ತರಗೆಲೆಗಳು. ನಿಧಾನ ಗತಯಲಿಲ ಜಾಗರೂಕರಾಗಿ ಸಾಗುತ್ತೆ,
        </p>

        <p>
  ಪ್ರ ಕೃತಯಸವಾಲುಗಳನ್ನು ಎದುರಿಸಿ, ಮುಂದ ಸಾಗುತೆ ದು ವು. ನಮಮ ಪ್ರ ಯತು ಕಕ ಪ್ರ ತಫಲ್ ಎಂಬಂತೆ,
ಜಲ್ಧಾರೆಯಂದು ನಮಗಾಗಿ ಕಾಯುತೆ ತುೆ. ಮನಸಿಿ ಗೆಮುದ ನಿೇಡುವ, ತನ್ನ ಮನ ತಣಿಸವ ಸಂದರ
ಜಲ್ಧಾರೆಯಲಿಲ ತೃಪಿೆ ಯಾಗುವಷ್ಟಟ ನೆನೆದು, ಮನಸಿಿ ನಭಾರವನ್ನು ಕಳ್ದು, ಮತೆ ಷ್ಟಟ ಚೈತನೆ
ಪ್ಡೆದುಮುಂದ ಸಾಗಿದವು. ದಾರಿ ಸವೆದಷ್ಟಟ ಭಿನು ವಾದಭೂದೃಶ್ೆ ಗಳು. ಭವೆ ವಾದ ಪ್ರ ಕೃತಯ
ಎದುರು ಹುಲುಮಾನವರುಯಕಃಶಿಿ ತ ಎಂದುಸಾರಿ ಸಾರಿ ಹೇಳುವಂತತುೆ. ದಟ್ಟ ಕಾಡಿನ ಮಧ್ಯೆ ತುಸ
ಕತೆ ಲೆ ಆವರಿಸಿತುೆ. ಸೂಯ್ನ್ನ ಕಿರಣಗಳುಭೂಸಪ ಶ್್ಮಾಡಲು ತವಕಿಸವಂತತುೆ.
ಸಮಯ೫.೩೦.
ಸತೆ ಲೂಬೆಳಕು. ಎರಡುನಿಮಿಷ್ಗಳ ಹಿಂದ ಆವರಿಸಿದು ಕತೆ ಲೆಮಾಯವಾಗಿ, ಬೆಳಕು ಹರಿದಿತುೆ.
ಅಡಿಕತೇಟ್ದ ಮರಗಳು, ಪ್ಶಿಿ ಮದಲಿಲ ಮಾಯವಾಗಲು ಕಂಪೇರುತೆ ದು ದಿನಕರ, ಗೂಡಿಗೆ ಮರಳಿ
        </p>

        <p>
        ಬರುತೆ ರುವ ಪ್ಕಿಿ ಗಳು ಎಲ್ಲ ವೂ, ಯಶ್ಸಿವ ಚಾರಣದ ವಿಜಯಾಚ್ರಣೆ ಎಂಬಂತೆ ನಮಮ ನ್ನು
ಸಾವ ಗತಸತೆ ದು ವು. ಎಲ್ಲ ರಿಗೂಆಶ್ಿ ಯ್ವಾಗುವಂತೆ, ಗೆಲುವಿನ ನಗೆಯಂದಿಗೆ, ಸರಕಿಿತವಾಗಿ,
ಯಶ್ಸಿವ ಯಾಗಿ ನಮಮ ಚಾರಣ ಮುಗಿದಿತುೆ. ಅದೇಸಂತೇಷ್ಸಂಭರ ಮದಲಿಲ, ತವರುಮನೆಯನ್ನು
ಸೇರಿದವು. ಬಾಯಚ್ಪ್ಪ ರಿಸವಂತ ರುಚ್ಚ ರುಚ್ಚಯಾದಊಟ್ಮುಗಿಸಿ, ಸವ ಲ್ಪ ಸಮಯಹರಟೆ
ಹೊಡೆದು, ಪ್ರ ಕೃತಯಮಡಿಲ್ಲಿಲ, ಪುಟ್ಟ ದಂದು ಡೇರೆಯಲಿಲ ಸೊಂಪಾದ ನಿದರ ಗೆ ಜಾರಿದವು.
ಹಕಿಕ ಗಳ ಚ್ಚಲಿಪಿಲಿ, ಬೆಳಗಿನಸೂಯ್ನ ರಶಿಮ, ಮೆಲ್ಲ ನೆ ಬ್ಬೇಸವ ಗಾಳಿ ಎಲ್ಲ ವೂಶುಭೇದಯ
ಹೇಳುವಂತತುೆ.
        </p>
        <p>
          ನಿನೆು ಯನೆನಪುಗಳನ್ನು ಮೆಲುಕುಹಾಕುತ್ತೆ, ತಂಡಿಮುಗಿಸಿ, ಗಣೇಶ್ಪಾಲಿಗೆಹೊೇದವು… ವಿಘ್ು
ನಿವಾರಕ ಗಣೇಶ್ನಿಗೆ ನಮಿಸಿ, ಶಲ್ಮ ಲಾನದಿಯಲಿಲ ಆಟ್ವಾಡಿ, ಒಂದಷ್ಟಟ ಚೇಷ್ಟಟ ಮಾಡಿ, ಮರಳಿ
ತವುರುಮನೆ ತಲುಪುವಷ್ಟ ರಲಿಲ, ಬ್ಬಸಿ ಬ್ಬಸಿಪಾಯಸದಊಟ್ವು ನಮಗಾಗಿ ಕಾಯುತೆ ತುೆ.
ಸವಿರುಚ್ಚಯನ್ನು ಸವಿದು, ಅನು ದಾತೇ ಸಖೇ ಭವ ಎನ್ನು ತ್ತೆ ಊಟ್ಮುಗಿಸಿದವು. ತವರುಮನೆಯ
ಎಲ್ಲ ರಿಗೂವಿದಾಯಹೇಳಿ, ಹತೆ ರದಲಿಲ ಸೂಯಾ್ಸೆ ನೇಡಲುಹೊರಟೆವುಸೂಯೇ್ದಯ
ಸೂಯಾ್ಸೆ ಗಳೇಹಾಗೆ, ಮತೆೆ ಮತೆೆ ಬೇಕನಿು ಸವಶುಟ ನಯನ ಮನೇಹರ. ಮನಸಿಿ ಗೆ ಹಿತಕರವಾದ
ಅನ್ನಭವ ನಿೇಡುವಂತಸೂಯಾ್ಸೆ ದನೇಟ್ ಸವಿದು, ಅಲಿಲ ಂದಹೊರಟೆವು. ಶಿರಸಿಗೆ
ತಲುಪುವಷ್ಟ ರಲಿಲ ಸಮಯಸಮಾರು ೭.೩೦ ಇರಬಹುದು. ಆಗಲೇ ಅರಿವಾಯತು, ಎಲ್ಲ ರಿಗೂ
        </p>
        <p>ವಿದಾಯಹೇಳುವ ಸಮಯಬಂತೆಂದು. ಎಲ್ಲ ರನ್ನು ಪ್ರಸಪ ರ ಅಭಿನಂದಿಸಿ, ನಮಮ ನ್ನು ಅತೇ
ಕಾಳಜಯಂದನೇಡಿಕೊಂಡ High Hawks ತಂಡಕಕ ರ್ನೆ ವಾದಗಳನ್ನು ತಳಿಸಿ, ಮನೆಯದಾರಿ
ಹಿಡಿದವು.
ಅಬಾಿ…! ಎಷ್ಟ ಂದು ನಗು, ಅದಷ್ಟಟ ಆತಮ ೇಯತೆ, ಒಂದಷ್ಟಟ ಸಾಹಸ, ಬಹಳಷ್ಟಟ ಹರಟೆ. ಸದಾಕಾಲ್
ಮನಸಿಿ ನಲಿಲ ಉಳಿಯುವಂತಹ ನೆನಪುಗಳನ್ನು ಕೊಟ್ಟ ಸಹಚಾರಕರಿಗೆ, High Hawks ತಂಡಕಕ ಹಾಗೂ
ತವರುಮನೆ Homestay ತಂಡಕಕ ನನು ಕೃತಜ್ಞತೆಗಳು.</p>
      </div>
    </div>
  );
};

export default Blog1;
